// General
"ADD" = "Add";
"OK" = "OK";
"CANCEL" = "Cancel";
"HELP_BOOK_NAME" = "Mac Help";
"Space" = "Space";
"SPACES" = "Spaces";
"OPTIONS" = "Options…";

// Trackpad tab
"2NDCLICK_TAPPING" = "For secondary clicks, place two fingers on the trackpad then click the button";
"2NDCLICK_CLICKING" = "Tap trackpad using two fingers for secondary click";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Use all F1, F2, etc. keys as standard function keys";
"FN_FLIPPER_NOTE" = "When this option is selected, press the Fn key to use the special features printed on each key.";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "To change this setting, press %@.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "User items";
"USER_ITEMS_DESC" = "Opens %@";
"CONFLICT_TOOLTIP" = "This hot key conflicts with other hot keys";
"ONOFF_TOOLTIP" = "Select to turn on a shortcut in the list";
"RESTORE_DEFAULTS_TITLE" = "Are you sure you want to reset all shortcuts to their default setting?";
"RESTORE_DEFAULTS_DESCR" = "You cannot undo this action.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d secs";
"NEVER" = "Never";

"MOUSE" = "Mouse";
"KEYBOARD" = "Keyboard";
"UNKNOWN" = "Unknown";

"NEW_APPLICATION_ITEM" = "<untitled menu item>";

"APP_IS_NOT_COMPATIBLE" = "You cannot add keyboard shortcuts for the application %@.";

// Search alerts
"MOUSETAB_UNAVAILABLE_TITLE" = "The Mouse tab of Keyboard & Mouse preferences is hidden because you do not have a mouse attached to your computer";
"TRACKPADTAB_UNAVAILABLE_TITLE" = "The Trackpad tab of Keyboard & Mouse preferences is hidden because you do not have a trackpad installed on your computer";
"BTTAB_UNAVAILABLE_TITLE" = "The Bluetooth tab of Keyboard & Mouse preferences is hidden because you don't have a Bluetooth module installed or attached to your computer.";

"MOUSEBUTTON_OPEN" = "Open \“%@\”";


// Gestures
"ONEFINGER" = "One Finger";
"TAPTOCLICKGESTURE" = "Tap to Click";
"DRAGGINGGESTURE" = "Dragging";
"DRAGLOCKGESTURE" = "Drag Lock";
"TWOFINGER" = "Two Fingers";
"THREEFINGER" = "Three Fingers";
"SECONDARYCLICKGESTURE" = "Secondary Click";
"SCREENZOOMGESTURE" = "Screen Zoom";
"PINCHGESTURE" = "Pinch Open & Close";
"POINTTAPGESTURE" = "Point & Tap";
"ROTATEGESTURE" = "Rotate";
"3FINGERSWIPEGESTURE" = "Swipe to Navigate";
"2FINGERSCROLLGESTURE" = "Scroll";
